Repository: dreamofaredbird/WP_personal_Local_ORCID
Catalog: languages/plugins/genesis-simple-edits-*.po
Languages: es_es

source: NOTE: For a more comprehensive shortcode usage guide, see the <a href="%s" target="_blank">footer shortcode reference</a>.
es_es: NOTA: para una guía de uso de shortcode más completa, consultar la <a href="%s" target="_blank">referencia de shortcode al pie de página</a>.

source: NOTE: For a more comprehensive shortcode usage guide, see the <a href="%s" target="_blank">post shortcode reference</a>.
es_es: NOTA: para ver una guía de uso de shortcode más completa, consultar la <a href="%s" target="_blank">referencia de shortcode de entrada</a>.

source: Genesis Simple Edits requires WordPress %1$s and Genesis %2$s, or greater. Please %3$s the latest version of <a href="%4$s" target="_blank">Genesis</a> to use this plugin.
es_es: Genesis Simple Edits requiere WordPress %1$s y Genesis %2$s, o superiores. Por favor %3$s la última versión de <a href="%4$s" target="_blank">Genesis</a> para utilizar este plugin.

source: install and activate
es_es: instala y activa

source: upgrade to
es_es: mejorar a

source: Genesis Simple Edits lets you edit the three most commonly modified areas in any Genesis theme: the post-info, the post-meta, and the footer area.
es_es: Genesis Simple Edits te permite editar las tres áreas más comúnmente modificadas en cualquier tema de Genesis: la información de la entrada, la meta-información de la entrada, y el area de pie de página.

source: Log In/Out Link
es_es: Enlace para acceder o salir

source: The WordPress Link
es_es: El enlace a WordPress

source: The StudioPress Link
es_es: El enlace a StudioPress

source: The Genesis Link
es_es: El enlace a Genesis

source: The Child Theme Link
es_es: El enlace al tema hijo

source: The Copyright notice
es_es: El aviso de copyright

source: Show available footer shortcodes
es_es: Mostrar shortcodes disponibles de pie de página

source: NOTE: Checking this option will use the content of the box below, and override the options above.
es_es: NOTA: Marcando esta opción se usará el contenido de la caja de texto de justo debajo, y se sobrescribirá las opciones que hay justo encima.

source: Modify Entire Footer Text (including markup)?
es_es: ¿Modificar el texto entero del pie de página (incluído el código de marcado)?

source: Footer Output
es_es: Información el pie de página

source: Entry edit link (visible to admins)
es_es: Editar enlace de entrada (visible para los administradores)

source: List of entry categories
es_es: Listado de categorías de la entrada

source: List of entry tags
es_es: Listado de etiquetas de la entrada

source: Entry comments link
es_es: Enlace a los comentarios de la entrada

source: Entry author display name, linked to their archive
es_es: Muestra el nombre del autor de la entrada, enlazado a su página de archivo

source: Entry author display name, linked to their website
es_es: Muestra el nombre del autor de la entrada, enlazado a su página web

source: Entry author display name
es_es: Muestra el nombre del autor de la entrada

source: Time the entry was last modified
es_es: Hora en la que la entrada fue modificada por última vez

source: Time the entry was published
es_es: Hora en la que la entrada fue publicada

source: Date the entry was last modified
es_es: Fecha en la que la entrada fue modificada por última vez

source: Date the entry was published
es_es: Fecha en la que la entrada fue publicada

source: Shortcode Reference
es_es: Referencia de shortcodes

source: Show available entry meta shortcodes
es_es: Mostrar los shortcodes disponibles de la información meta

source: Entry Meta (below content)
es_es: Registro meta (debajo del contenido)

source: Entry Meta (above content)
es_es: Información meta (encima del contenido)

source: By
es_es: Por

source: On
es_es: El
